Repository: pwierzgala/syjon
Catalog: apps/merovingian/locale/*/LC_MESSAGES/django.po
Languages: pl, ru

source: courses
pl: kierunki
ru: направления обучения

source: Course
pl: Kierunek
ru: Направление обучения

source: Specialty
pl: Specjalność
ru: Специальность

source: All departments
pl: Wszystkie wydziały

source: Course cannot be settled per year and per semester at the same time. Fill in one field, either number of years ot number of semesters.
pl: Kierunek nie może być jednocześnie rozliczany semestralnie i rocznie. Należy uzupełnić albo liczbę semestrów albo liczbę lat.
ru: Направление обучения не может быть установлено на год и на семестр одновременно. Заполните одно поле, либо количество лет, либо семестров

source: Start date cannot be later than end date
pl: Data rozpoczęcia nie może być późniejsza niż data zakończenia oferty
ru: Дата начала не может быть позже даты окончания

source: The time period of teaching offer cannot overlap other offers
pl: Czas trwania oferty nie może nachodzić na inne oferty
ru: Период пропозиции обучения не может покрываться с другими пропозициями

source: Name
pl: Nazwa
ru: Название

source: Names
pl: Nazwy
ru: Названия

source: name
pl: nazwa
ru: Название

source: Name, active
pl: Nazwa, aktywny
ru: Название, активный

source: Names, active
pl: Nazwy, aktywne
ru: Название, активные

source: Active
pl: Aktywny
ru: Активный

source: Teaching offer record
pl: Rekord oferty dydaktycznej
ru: Запись пропозиции образования

source: Teaching offer records
pl: Rekordy oferty dydaktycznej
ru: Записи пропозиций образования

source: Teaching offer
pl: Oferta dydaktyczna
ru: Пропозиция образования

source: Merowing Settings
pl: Ustawienia Merowinga
ru: Настройки Меровинга

source: key
pl: klucz
ru: ключ

source: value
pl: wartość
ru: важность

source: Merowing Administrator
pl: Administrator Merowinga
ru: Администратор Меровинга

source: User
pl: Użytkownik
ru: Пользователь

source: Temporary Privileged Access
pl: Tymczasowe przyznanie uprawnień
ru: Временный привилегированный доступ

source: Managed courses
pl: Administrowane kierunki
ru: Управляемые модули

source: News
pl: Aktualność
ru: Актуальность

source: date
pl: data
ru: Дата

source: content
pl: treść
ru: Содержание

source: Teaching offers
pl: Oferty dydaktyczne
ru: Дидактические пропозиции

source: start date
pl: data rozpoczęcia
ru: Дата начала

source: end date
pl: data zakończenia
ru: Дата окончания

source: Education level
pl: Poziom kształcenia
ru: Уровень образования

source: Education levels
pl: Poziomy kształcenia
ru: Уровни образования

source: Course type
pl: Typ modułu

source: Course types
pl: Typy modułu

source: Education profile
pl: Profil kształcenia
ru: Образовательный профиль

source: Education profiles
pl: Profile kształcenia
ru: Образовательные профили

source: Courses
pl: Kierunki
ru: Направления обучения

source: Number of semesters
pl: Liczba semestrów
ru: Количество семестров

source: Number of years
pl: Liczba lat
ru: Количество лет

source: Start date
pl: Data rozpoczęcia
ru: Дата начала

source: End date
pl: Data zakończenia
ru: Дата окончания

source: Typ
pl: Type
ru: Тип

source: Unit
pl: Jednostka
ru: Единица

source: First
pl: Pierwszy
ru: Первый

source: Last
pl: Ostatni
ru: Последний

source: years
pl: lat
ru: года

source: sems
pl: sem
ru: семестры

source: Type of subjects group
pl: Typ grupy przedmiotów
ru: Тип группы предметов

source: Types of subjects group
pl: Typy grupy przedmiotów
ru: Типы группы предметов

source: Subjects group
pl: Grupa przedmiotów
ru: Группа предметов

source: Subjects groups
pl: Grupy przedmiotów
ru: Группы предметов

source: First semester/year
pl: Pierwszy semestr/rok
ru: Первый семестр

source: Parent subjects group
pl: Nadrzędna grupa przedmiotów
ru: Вышестоящая группа предметов

source: Type
pl: Typ
ru: Тип

source: Modules
pl: Moduły
ru: Модули

source: Module type
pl: Typ modułu
ru: Тип модуля

source: Module types
pl: Typy modułu
ru: Типы модуля

source: Module
pl: Moduł
ru: Модуль

source: ECTS points
pl: Punkty ECTS
ru: Пункты ECTS

source: Module attributes
pl: Parametry modułu
ru: Параметры модуля

source: Semester/Year
pl: Semestr/Rok
ru: Семестр/Год

source: Number of hours
pl: Liczba godzin
ru: Количество часов

source: Type of classes
pl: Forma zajęć
ru: Форма занятий

source: Types of classes
pl: Formy zajęć
ru: Формы занятий

source: Type of pass
pl: Forma zaliczenia
ru: Форма зачета

source: Types of pass
pl: Formy zaliczenia
ru: Формы зачетов

source: Subject
pl: Przedmiot
ru: Предмет

source: Subjects
pl: Przedmioty
ru: Предметы

source: Teachers
pl: Nauczyciele
ru: Преподаватели

source: Subject - Teacher
pl: Przedmiot - Nauczyciel
ru: Предмет — преподаватель

source: Subjects - Teachers
pl: Przedmioty - Nauczyciele
ru: Предметы — преподаватели

source: Number of groups
pl: Liczba grup
ru: Количество групп

source: Description
pl: Opis
ru: Описание

source: Teacher
pl: Nauczyciel
ru: Преподаватель

source: Degree Profile
pl: Profil kierunku
ru: Профиль направления обучения

source: Degree Profiles
pl: Profile kierunków
ru: Профили направления обучения

source: Type and length of degree
pl: Typ i długość studiów
ru: Тип и длительность курса

source: Awarding institutions
pl: Instytucja przyznająca uprawnienia
ru: Учреждения

source: Accreditation organisations
pl: Komisje akredytacyjne
ru: Акредитационные организации

source: Disciplines / Subject Areas
pl: Dyscyplina
ru: Дисциплины/Предметы

source: Purpose of the programme
pl: Cele programowe
ru: Цель

source: General and/or specialist focus
pl: Ogólny i specjalizacyjny nacisk
ru: Общий и/или специализированный фокус

source: Orientation
pl: Ukierunkowanie
ru: Выбор направления

source: Distinctive features
pl: Cechy odróżniające od innych kierunków
ru: Отличительные черты

source: Employability
pl: Szanse na zatrudnienie
ru: Перспективы трудоустройства

source: Further studies
pl: Dalsze kształcenie
ru: Дальнейшее образование

source: Learning and teaching approaches
pl: Metody nauczania oraz uczenia się
ru: Учебные и научные подходы

source: Assessment methods
pl: Metody zaliczenia
ru: Методы проверки

source: Diagnostic Information
pl: Informacja diagnostyczna
ru: Диагностическая информация

source: Diagnostic Informations
pl: Informacje diagnostyczne
ru: Диагностическая информация

source: Minimal number of ECTS points for each semester
pl: Minimalna liczba punktów ECTS na semestr
ru: Минимальное количество пунктов ECTS для каждого семестра

source: Maximal number of hours in all semesters
pl: Maksymalna liczba godzin we wszystkich semestrach
ru: Максимальное количество часов во всех семестрах

source: Maximal number of exams for each semester
pl: Maksymalna liczba egzaminów w semestrze
ru: Максимальное количество экзаменов для каждого семестра

source: Courses Management
pl: Zarządzanie kierunkami
ru: Управление направлениями

source: Search
pl: Szukaj
ru: Поиск

source: Teachers Workload
pl: Obsada zajęć
ru: Нагрузка преподавателя

source: Yes
pl: Tak
ru: Да

source: No
pl: Nie
ru: Нет

source: Edit course
pl: Edytuj kierunek
ru: Править направление обучения

source: Add new course
pl: Dodaj nowy moduł

source: Course attributes
pl: Parametry modułu

source: Unit running the course
pl: Jednostka prowadząca kierunek

source: Specialties
pl: Specjalności
ru: Специальности

source: First semester
pl: Pierwszy semestr
ru: Первый семестр

source: Delete
pl: Usuń
ru: Удалить

source: Save and stay on this page
pl: Zapisz i zostań na tej stronie
ru: Сохранить и остаться на этой странице

source: Save
pl: Zapisz
ru: Сохранить

source: Edit rules
pl: Edytuj reguły
ru: Править правила

source: No diagnostic rules defined for this course.
pl: Nie zdefiniowano reguł diagnostycznych dla tego kierunku.
ru: Не удалось определить диагностические правила для данного направления обучения

source: Define rules
pl: Zdefiniuj reguły
ru: Определить правила

source: Studies Plan
pl: Plan studiów
ru: Научный план

source: Modify specialty modules (facultative only)
pl: Edytuj moduły specjalnościowe/specjalizacyjne (tylko zajęcia fakultatywne)
ru: Изменить специалистические модули (только факультативные занятия)

source: Modify specialty modules
pl: Edytuj moduły specjalnościowe/specjalizacyjne
ru: Изменить специалистические модули

source: Modify modules of all specialties (facultative only)
pl: Modyfikacja modułów należących do całego kierunku (tylko zajęcia fakultatywne)
ru: Смодифицировать модули для всех специальностей (только факультативные занятия)

source: Modify modules of all specialties
pl: Modyfikacja modułów należących do całego kierunku
ru: Смодифицировать модули для всех специальностей

source: Modify modules (facultative only)
pl: Modyfikacja modułów (tylko zajęcia fakultatywne)
ru: Смодифицировать модули (только факультативные занятия)

source: Modify modules
pl: Edytuj moduły
ru: Изменить модули

source: Learning Outcomes
pl: Efekty kształcenia
ru: Результаты обучения

source: Connecting with areas of education
pl: Łączenie z obszarami kształcenia
ru: Связь с областями науки

source: Course learning outcomes
pl: Kierunkowe efekty kształcenia
ru: Результаты обучения для направления

source: Module learning outcomes
pl: Modułowe efekty kształcenia
ru: Результаты обучения для модуля

source: Syllabuses
pl: Sylabusy
ru: Научные планы

source: Browsing syllabuses
pl: Przeglądanie sylabusów
ru: Просмотреть научные планы

source: Study Year
pl: Rok Studiów
ru: Год обучения

source: Class Year
pl: Rocznik
ru: Курс

source: Edit diagnostic rules
pl: Zmień reguły diagnostyczne
ru: Править диагностические правила

source: Teaching offer attributes
pl: Parametry oferty dydaktycznej
ru: Параметры дидактической пропозиции

source: Save and return to the list
pl: Zapisz i wróć do listy
ru: Сохранить и вернуться к списку

source: Add new teaching offer
pl: Dodaj nową ofertę dydaktyczną
ru: Добавить новую дидактическую пропозицию

source: Add new module
pl: Dodaj nowy moduł
ru: Добавить новый модуль

source: Year
pl: Rok
ru: Год

source: Semester
pl: Semestr
ru: Семестр

source: Modules list
pl: Lista modułów

source: Module's sylabuses
pl: Sylabusy modułu
ru: Научный план модуля

source: Module/Subject
pl: Moduł/Przedmiot
ru: Модуль/предмет

source: show sylabus
pl: pokaż sylabus
ru: Показать научный план

source: coordinator
pl: koordynator
ru: координатор

source: no sylabus
pl: brak sylabusa
ru: Научный план отсутствует

source: teacher
pl: nauczyciel
ru: Преподаватель

source: Edit profile
pl: Edytuj profil
ru: Править профиль

source: Edit degree profile
pl: Edytuj profil kierunku
ru: Править образовательный профиль

source: Degree details
pl: Szczegóły
ru: Подробности направления

source: Type of degree & length
pl: Rodzaj kierunku oraz czas trwania
ru: Тип и длительность направления обучения

source: Intitution(s)
pl: Instytucja(cje)
ru: Учреждение(я)

source: Accreditation organisation(s)
pl: Komisje akredytacyjne
ru: Акредитационная(ые) организация (и)

source: Purpose
pl: Cel
ru: Цель

source: Characteristics
pl: Charakterystyka
ru: Характеристики

source: Discipline(s) / Subject Area(s)
pl: Dyscyplina(y)
ru: Дисциплины/ Научные сферы

source: General / Specialists focus
pl: Ogólny / Specjalizacyjny nacisk
ru: Общий/Специалистический уклон

source: Employability & Further education
pl: Szanse na zatrudnienie oraz dalsze kształcenie
ru: Возможности трудоустройства / дальнейшее образование

source: Education style
pl: Rodzaj kształcenia
ru: Научная мет

source: Learning & teaching approaches
pl: Metody nauczania oraz uczenia się
ru: Учебные и научные методики

source: Curriculum
pl: Kierunek
ru: Научная программа

source: Degree profile
pl: Profil kierunku
ru: Профиль направления

source: Period of reference
pl: Okres ważności
ru: Срок действия

source: Programme offered on <strong>%(start_date)s</strong> for <strong>%(years)s years</strong>.
pl: Kierunek zatwierdzono w dniu <strong>%(start_date)s</strong> na czas <strong>%(years)s lat</strong>.
ru: Программа предложена на <strong>%(start_date)s</strong> for <strong>%(years)s лет</strong>.

source: Programme offered on <strong>%(start_date)s</strong> for <strong>%(semesters)s semesters</strong>.
pl: Kierunek zatwierdzono w dniu <strong>%(start_date)s</strong> na czas <strong>%(semesters)s semestrów</strong>.
ru: Программа предложена на <strong>%(start_date)s</strong> for <strong>%(semesters)s семестров</strong>.

source: Level
pl: Poziom
ru: Уровень

source: Programme Learning Outcomes
pl: Efekty kształcenia
ru: Результаты обучения учебной программы

source: Programme Competences
pl: Kompetencje
ru: Компетенции Программы

source: Study plan
pl: Plan studiów
ru: Учебный план

source: Total
pl: Łącznie
ru: Всего

source: LE
pl: WY

source: CL
pl: CW
ru: ПРА

source: DS
pl: KW
ru: КОН

source: P<br/>A<br/>S<br/>S
pl: Z<br/>A<br/>L
ru: З<br/>А<br/>Ч<br/>Е<br/>Т

source: Previous
pl: Poprzednia
ru: Предыдущая

source: Next
pl: Następna
ru: Следующая

source: Selected item will be removed. Are you sure?
pl: Zaznaczony element zostanie usunięty. Kontynować?
ru: Выбранный элемент будет удален. Продолжить?

source: Course %s has been saved succesfully.
pl: Moduł %s zapisano pomyślnie.
ru: Направление обучения %s успешно сохранен

source: Correct errors listed below.
pl: Popraw poniższe błędy.
ru: Исправьте ошибки внизу

source: Selected course does not exist. If you see this message again, contact the Administrator.
pl: Wybrany moduł nie istnieje. Jeśli ta wiadomość będzie się powtarzać, skontaktuj się z Administratorem.

source: Internal error, please contact the Administrator.
pl: Błąd systemu, proszę skontaktować się z Administratorem.
ru: Ошибка системы, пожалуйста, свяжитесь с Администратором.

source: You cannot edit course that is in active teaching offer.
pl: Nie możesz edytować kierunku, który znajduje się w aktywnej ofercie dydaktycznej
ru: Вы не можете править направление обучения, которое находится в активном предложении обучения

source: Diagnostic rules has been saved succesfully.
pl: Reguły diagnostyczne zostały zapisane pomyślnie.
ru: Диагностические правила %s успешно сохранены

source: You may only modify the facultative modules, because this course is already running.
pl: Możesz edytować jedynie zajęcia fakultatywne, gdyż dany kierunek został już zatwierdzony i rozpoczęty.
ru: Вы не можете изменить факультативные модули, потому что этот курс уже работает

source: Selected specialty does not exist. If you see this message again, contact the Administrator.
pl: Wybrana specjalność nie istnieje. Jeśli ta wiadomość będzie się powtarzać, skontaktuj się z Administratorem.
ru: Выбранная специальность не существует. Если это сообщение будет повторяться, свяжитесь с Администратором.

source: Module %s has been added succesfully.
pl: Moduł %s został dodany pomyślnie.
ru: Модуль %s успешно добавлен

source: You cannot modify modules that belongs to course which is in active teaching offer.
pl: Nie możesz edytować modułów z kierunku, który już został zatwierdzony i rozpoczęty.
ru: Вы не можете изменить модули пренадлежащие направлению, которое находится в активном окне предложения обучения

source: Module %s has been saved succesfully.
pl: Moduł %s zapisano pomyślnie.
ru: Модуль %s успешно сохранен

source: Selected module does not exist. If you see this message again, contact the Administrator.
pl: Wybrany moduł nie istnieje. Jeśli ta wiadomość będzie się powtarzać, skontaktuj się z Administratorem.
ru: Выбранный модуль не существует. Если это сообщение будет повторяться, свяжитесь с Администратором.

source: Module %s has been deleted successfully.
pl: Moduł %s został usunięty pomyślnie.
ru: Модуль %s успешно удален

source: Degree profile has been saved succesfully.
pl: Profil kierunku został zapisany pomyślnie.
ru: Профиль напраления %s успешно сохранен

source: Obligatory modules
pl: Moduły obowiązkowe
ru: Обязательные модули

source: Specialty/Specialization modules
pl: Moduły specjalnościowe/specjalizacyjne
ru: Специалистические/специализационные модули

source: Elective modules
pl: Moduły wybieralne
ru: Выборочные модули

source: email
ru: электронный адрес

source: Sylabus
ru: Научный план

source: Student
ru: Студент

source: LB
ru: ЛАБ

source: SE
ru: СЕМ
