Repository: pwierzgala/syjon
Catalog: apps/trainman/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Personal info
ru: Личная информация

source: Important dates
ru: Важные даты

source: Groups
ru: Группы

source: Log in
ru: Вход

source: Log in to user's account
ru: Войти в аккаунт пользователя

source: Relogged successfully
ru: Повторный вход успешно выполнен

source: Selected user does not exist
ru: Выбранный пользователь не существует

source: Username
ru: Имя пользователя

source: Password
ru: Пароль

source: First name
ru: Имя

source: Middle name
ru: Второе имя

source: Last name
ru: Фамилия

source: Repeat e-mail
ru: Повторить E-mail

source: Unit
ru: Отдел

source: ID document
ru: Вид удостоверения личности

source: Number of ID document
ru: Номер паспорта

source: Additional remarks
ru: Дополнительные замечания

source: Degree
ru: Модуль

source: Position
ru: Должность

source: E-mail addresses do not match.
ru: Электронные адреса не совпадают

source: User profile
ru: Пароль пользователя

source: User profiles
ru: Пароли пользоветелей

source: Name
ru: Имя

source: Names
ru: Имена

source: ID documents
ru: Документы удостоверения личности

source: Unit type
ru: Вид отдела

source: Unit types
ru: Виды отделов

source: Units
ru: Отделы

source: Type
ru: Вид

source: Superior unit
ru: Высшая

source: Deegrees
ru: Модули

source: Positions
ru: Должности

source: Teacher
ru: Преподаватель

source: Teachers
ru: Преподаватели

source: User
ru: Пользователь

source: Student
ru: Студент

source: Students
ru: Студенты

source: Registration number
ru: Номер студенческого билета

source: PhD legitimation number
ru: Номер удостоверения аспиранта

source: Occupation
ru: Профессия

source: Occupations
ru: Профессии

source: User Position
ru: Должность пользователя

source: Users Positions
ru: Должности пользователей

source: start date
ru: дата начала

source: end date
ru: дата окончания

source: Username %s already exists. Try other name.
ru: Пользователь %s уже существует. Попробуйте другое имя.

source: Username has been changed
ru: Имя пользователя изменено

source: E-mail address has been changed
ru: Электронный адрес изменен

source: An error occured while saving user profile
ru: Произошла ошибка во время записи профиля пользователя

source: Your profile is inactive.
ru: Ваш профиль не активен

source: Username or password are incorrect.
ru: Имя пользователя или пароль неправильны.

source: Password has been changed.
ru: Пароль изменен.

source: Your request has been sent. After verification you will receive an email with login data.
ru: Ваш запрос выслан. После проверки Вы получите электронное письмо з данными для входа.

source: An error occured while creating user account.
ru: Произошла ошибка во время создания аккаунта пользователя.

source: An error occured while processing submitted form.
ru: Произошла ошибка во время обработки высланного формуляра

source: The following form is intended only for teachers (including PhD students)
ru: Данный формуляр предназначен только для преподавателей (включая аспирантов)

source: Create account form
ru: Формуляр для создания аккаунта

source: Send
ru: Выслать

source: Log in form
ru: Формуляр входа в аккаунт

source: Create account
ru: Создать аккаунт

source: Forgot your password?
ru: Забыли пароль?

source: Change password
ru: Изменить пароль

source: Profile
ru: Профиль

source: Change password form
ru: Формуляр изменения пароля

source: Enter the email address you used to register in the system. At the specified e-mail account will be sent a message with further instructions.
ru: Введите электронный адрес, которым Вы пользовались чтоб ввойти в систему. На поданный электронный ящик будет выслано сообщение з дальнейшими указаниями.

source: Your password has been changed
ru: Ваш пароль был изменен

source: You can log in now.
ru: Теперь Вы можете ввойти

source: Reset password
ru: Изменить пароль

source: Enter new password
ru: Введите новый пароль

source: Enter the new password twice in order to verify that you have typed it correctly.
ru: Введите новый пароль дважды, чтоб проверить ввели ли Вы его правильно

source: New password
ru: Новый пароль

source: Repeat new password
ru: Повторите новый пароль

source: Password reset failed
ru: Не удалось изменить пароль

source: Link to reset your password was incorrect, perhaps because it has already been used once. You can request a password reset again.
ru: Ссылка для изменения Вашего пароля неверна, потому что один раз она была уже использована. Вы можете попросить изменить пароль еще раз.

source: Password has been reset
ru: Пароль изменен

source: Instructions for further proceedings have been sent to your e-mail address. You should receive them soon.
ru: Дальнейшие указания высланы на Ваш электронный адрес. Вскорее Вы должны его получить.

source: You receive this message in response to a request to reset the password for your account at
ru: Вы получили это сообщение для изменения пароля Вашего аккаунта

source: In order to enter a new password, please go to the site, which address is shown below:
ru: Чтоб ввести новый пароль, пожалуйста, перейдите на сайт, адрес которого подан ниже:

source: Your username
ru: Ваше имя пользователя

source: Change username
ru: Изменить имя пользователя

source: Change
ru: Изменить

source: Change email address
ru: Изменить E-mail

source: Admin
ru: Администратор

source: Settings
ru: Настройки

source: Logout
ru: Выйти
