Repository: pwierzgala/syjon
Catalog: apps/trinity/locale/*/LC_MESSAGES/django.po
Languages: pl, ru

source: Courses
pl: Kierunki
ru: Модули

source: Module
pl: Moduł
ru: Модуль

source: Speciality
pl: Specjalność
ru: Специальность

source: Education category
pl: Kategoria kształcenia
ru: Категория образования

source: Administrators
pl: Administratorzy
ru: Администраторы

source: User
pl: Użytkownik
ru: Пользователь

source: Area of education
pl: Obszar kształcenia
ru: Область образования

source: Areas of education
pl: Obszary kształcenia
ru: Области образования

source: Education categories
pl: Kategorie kształcenia
ru: Категории образования

source: Area of knowledge
pl: Obszar wiedzy
ru: Область знаний

source: Areas of knowledge
pl: Obszary wiedzy
ru: Области знаний

source: Field of science
pl: Dziedzina nauki
ru: Отрасль науки

source: Fields of science
pl: Dziedziny nauki
ru: Отрасли науки

source: Discipline of science
pl: Dyscyplina nauki
ru: Дисциплина науки

source: Disciplines of science
pl: Dyscypliny nauki
ru: Дисциплины науки

source: Area learning outcome
pl: Obszarowy efekt kształcenia
ru: Результат обучения для научных областей

source: Area learning outcomes
pl: Obszarowe efekty kształcenia
ru: Результаты обучения для научных областей

source: Course learning outcome
pl: Kierunkowy efekt kształcenia
ru: Результат обучения для направлений образования

source: Course learning outcomes
pl: Kierunkowe efekty kształcenia
ru: Результаты обучения для направлений образования

source: Module learning outcome
pl: Modułowy efekt kształcenia
ru: Модульный результат обучения

source: Module learning outcomes
pl: Modułowe efekty kształcenia
ru: Модульные результаты обучения

source: Are you sure you want to delete the following objects?
pl: Czy na pewno chcesz usunąć następujące obiekty?
ru: Вы уверенны, что хотите удалить эти объекты

source: Yes, I am sure
pl: Tak, na pewno
ru: Да, уверен/уверенна

source: No
pl: Nie
ru: Нет

source: Editing learning outcome for course
pl: Edytowanie modułowego efektu kształcenia
ru: Добавление результатов обучения для направления образования

source: Adding learning outcome for course
pl: Dodawanie kierunkowego efektu kształcenia
ru: Добавление результатов обучения к направлению образования

source: Description
pl: Opis
ru: Описание

source: Learning outcomes for areas
pl: Obszarowe efekty kształcenia
ru: Результаты обучения в областях образования

source: Actions
pl: Akcje
ru: Действия

source: Save
pl: Zapisz
ru: Записать

source: Save and add
pl: Zapisz i dodaj kolejny
ru: Записать и добавить следующий

source: Course
pl: Kierunek
ru: Модуль

source: Level
pl: Poziom
ru: Уровень

source: Type
pl: Typ
ru: Тип

source: Profile
pl: Profil
ru: Профиль

source: Year of didactic offer approval
pl: Rok zatwierdzenia oferty dydaktycznej
ru: Год утверждения дидактической пропозиции

source: Category
pl: Kategoria
ru: Категория

source: Modules
pl: Moduły
ru: Модули

source: List of learning outcomes is empty.
pl: Lista efektów kształcenia jest pusta
ru: Список результатов обучения пуст

source: Choosing category of education
pl: Wybór kategorii kształcenia
ru: Выбрать категорию образования

source: Field of science or art
pl: Dziedzina nauki lub sztuki
ru: Отрасль науки или искусства

source: Discipline of science or art
pl: Dyscyplina nauki lub sztuki
ru: Дисциплина науки или искусства

source: Next
pl: Dalej
ru: Далее

source: Browsing course learning outcomes
pl: Przeglądanie kierunkowych efektów kształcenia
ru: Обзор результатов обучения направления

source: Add course learning outcome
pl: Dodaj kierunkowy efekt kształcenia
ru: Добавление результатов обучения направления

source: Delete selected
pl: Usuń zaznaczone
ru: Удалить отмеченное

source: Print
pl: Drukuj
ru: Печать

source: Module learning outcome connections
pl: Liczba powiązanych modułowych efektów kształcenia

source: List of unused learning outcomes for areas
pl: Lista niewykorzystanych obszarowych efektów kształcenia
ru: Список неиспользованных результатов обучения в областях образования

source: All learning outcomes for areas were used.
pl: Wszystkie obszarowe efekty kształcenia zostały użyte
ru: Все результаты обучения в областях образования использованы

source: Assigning areas of education
pl: Przypisywanie obszarów kształcenia
ru: Приписать области образования

source: List of educations areas is empty
pl: Lista obszarów kształcenia jest pusta

source: Assigning areas/fields/disciplines
pl: Przypisywanie obszarów/dziedzin/dyscyplin
ru: Приписать области/отрасли/дисциплины

source: Knowledge areas
pl: Obszary wiedzy
ru: Области знаний

source: Education fields
pl: Obszary nauki
ru: Области образования

source: Education disciplines
pl: Dyscypliny nauki
ru: Образовательные дисциплины

source: List of knowledge areas is empty
pl: Lista obszarów wiedzy jest pusta

source: List of education fields is empty
pl: Lista dziedzin nauki jest pusta

source: List of education disciplines is empty
pl: Lista dyscyplin nauki jest pusta

source: Editing module learning outcome
pl: Edytowanie modułowego efektu kształcenia
ru: Правка модульных результатов обучения

source: Adding module learning outcome
pl: Dodawanie modułowego efektu kształcenia
ru: Добавление модульных результатов обучения

source: Choosing module
pl: Wybór modułu
ru: Выбор модуля

source: Choosing speciality
pl: Wybór specjalności
ru: Выбор специальности

source: Browsing module learning outcomes
pl: Przeglądanie modułowych efektów kształcenia
ru: Обзор модульных результатов обучения

source: Add learning outcome for module
pl: Dodaj modułowy efekt kształcenia
ru: Добавить результат обучения в направлении образования

source: You do not have permission to execute selected operation
pl: Nie masz uprawnień do wykonania tej operacji
ru: У вас нет доступа к выполнению данной операции

source: Course learning outcome %s has been saved
pl: Kierunkowy efekt kształcenia %s został zapisany

source: Course learning outcome %s was updated
pl: Kierunkowy efekt kształcenia %s został zaktualizowany

source: Seleced objects were deleted.
pl: Wybrane obiekty zostały usunięte.
ru: Выбранные объекты удалены

source: No object has been deleted.
pl: Żaden obiekt nie został usunięty.
ru: Ни один объект не был удален

source: An error occured while deleting.
pl: Wystąpił błąd podczas usuwania.
ru: Ошибка во время удаления

source: Changes have been successfully saved
pl: Zmiany zostały pomyślnie zapisane
ru: Изменения успешно сохранены

source: Learning outcome for module %s was saved
pl: Modułowy efekt kształcenia %s został zapisany
ru: Модульный результат обучения %s записан

source: Learning outcome for module %s was updated
pl: Modułowy efekt kształcenia %s został zaktualizowany
ru: Модульный результат обучения %s актуализирован

source: Email
ru: Электронный адрес

source: Administrator
ru: Администратор

source: Symbol
ru: Символ
