Repository: pwierzgala/syjon
Catalog: apps/metacortex/locale/*/LC_MESSAGES/django.po
Languages: pl, ru

source: Coordinator
pl: Koordynator
ru: Координатор

source: Module
pl: Moduł
ru: Модуль

source: Teacher
pl: Nauczyciel
ru: Преподаватель

source: Year
pl: Rok
ru: Курс

source: Check this field if you want the syllabus to be available in a search engine
pl: Zaznacz to pole jeżeli chcesz żeby sylabus był widoczny w wyszukiwarce
ru: Выделите это поле, если хотите, чтоб научный план был размещен в поисковой системе

source: Public
pl: Publiczny
ru: Публичный

source: Module description
pl: Opis modułu
ru: Описание модуля

source: Additional remarks
pl: Dodatkowe informacje
ru: Дополнительная информация

source: Language of instruction
pl: Język wykładowy
ru: Язык преподавания

source: Source unit (the one that the module is offered by)
pl: Jednostka prowadząca
ru: Академическая единица

source: Target unit (the one that the module is offered for)
pl: Jednostka, dla której moduł jest oferowany
ru: Единица, для которой предлагается этот модуль

source: Module learning outcomes realized by subject
pl: Modułowe efekty kształcenia realizowane w&nbsp;ramach przedmiotu

source: Title of course or additional information regarding the course name
pl: Tytuł zajęć lub dodatkowe informacje dotyczące nazwy przedmiotu
ru: Название занятий или дополнительная информация о названии предмета

source: Class level
pl: Poziom trudności
ru: Уровень сложности

source: Prerequisities
pl: Wstępne wymagania
ru: Вступительные требования

source: List of topics
pl: Zakres tematów
ru: Тематика

source: Assessment conditions
pl: Warunki zaliczenia

source: Reading list
pl: Literatura
ru: Литература

source: Additional learning outcomes
pl: Dodatkowe efekty kształcenia
ru: Дополнительные результаты обучения

source: Practice description
pl: Opis praktyki
ru: Описание практики

source: Type of practice
pl: Typ praktyki
ru: Тип практики

source: Search
pl: Szukaj
ru: Поиск

source: Module syllabus
pl: Sylabus modułu
ru: Научный план модуля

source: Subject syllabus
pl: Sylabus przedmiotu
ru: Программа предмета

source: Practice syllabus
pl: Sylabus praktyk
ru: План практики

source: General classes syllabus
pl: Sylabus zajęć ogólnoakademickich

source: News
pl: Wiadomości
ru: Новости

source: Content
pl: Treść
ru: Содержание

source: Date
pl: Data
ru: Дата

source: Syllabus
pl: Sylabus
ru: Научный план

source: Syllabuses
pl: Sylabusy
ru: Научные планы

source: Published
pl: Publiczny
ru: Опубликованный

source: Active
pl: Aktywny
ru: Активный

source: ECTS equivalent in hours
pl: Godzinowe ekwiwalenty punktów ECTS
ru: Количество часов эквивалентное пунктам ECTS

source: ECTS equivalents in hours
pl: Godzinowe ekwiwalenty punktów ECTS

source: Module syllabuses
pl: Sylabusy modułu

source: Languages
pl: Języki wykładowe
ru: Языки преподавания

source: Subject syllabuses
pl: Sylabus przedmiotu
ru: Программа предмета

source: Module learning outcomes
pl: Modułowe efekty kształcenia
ru: Модульные результаты образования

source: Teaching methods
pl: Metody dydaktyczne
ru: Дидактические методы

source: Evaluation form
pl: Forma oceniania
ru: Форма оценивания

source: Type of the class
pl: Forma zajęć

source: Practice syllabuses
pl: Sylabus praktyk
ru: План практики

source: Types of practices
pl: Typy praktyk
ru: Типы практики

source: Language
pl: Język wykładowy
ru: Язык преподавания

source: Major teaching method
pl: Nadrzędna metoda dydaktyczna
ru: Основной дидактический метод

source: Major teaching methods
pl: Nadrzędne metody dydaktyczne
ru: Основные дидактические методы

source: Minor teachong method
pl: Podrzędna metoda dydaktyczna
ru: Второстепенный дидактический метод

source: Minior teachong methods
pl: Podrzędne metody dydaktyczne
ru: Второстепенные дидактические методы

source: Evaluation forms
pl: Formy oceniania
ru: Формы оценивания

source: Class levels
pl: Poziomy trudności
ru: Уровень сложности

source: Syllabus year
pl: Rok sylabusa
ru: Год научного плана

source: Syllabuses years
pl: Lata sylabusów
ru: Года Научных планов

source: Add syllabus
pl: Dodaj sylabus
ru: Добавить научный план

source: My syllabuses
pl: Moje sylabusy
ru: Мои научные планы

source: Help topics
pl: Tematy pomocy
ru: Темы помощи

source: News list is empty
pl: Lista aktualności jest pusta

source: Browsing syllabuses
pl: Przeglądanie sylabusów
ru: Просмотр научных планов

source: Course
pl: Kierunek
ru: Направление обучения

source: Semester
pl: Semestr
ru: семестр

source: Supervising syllabuses
pl: Kontrola sylabusów

source: Speciality
pl: Specjalność
ru: Специальность

source: Module/Subject/Practice
pl: Moduł/Przedmiot/Praktyki
ru: Модуль/Предмет/Практика

source: Type of classes
pl: Forma zajęć
ru: Форма занятий

source: Number of hours
pl: Liczba godzin
ru: Количество часов

source: Coordinator/Teacher
pl: Koordynator/Nauczyciel

source: No coorindator
pl: Brak koordynatora
ru: Нет координатора

source: Show syllabus
pl: Pokaż sylabus
ru: Показать научный план

source: No syllabus
pl: Brak sylabusa
ru: Нет научного плана

source: No teacher
pl: Brak nauczyciela
ru: Нет преподавателя

source: Choose semester
pl: Wybierz semestr

source: Choose year
pl: Wybierz rocznik
ru: Выбрать год

source: Semesters
pl: Semestry
ru: Семестры

source: Years
pl: Lata

source: Syllabus search engine
pl: Wyszukiwarka sylabusów
ru: Поиск научных планов

source: Search results may be made more specific by separating search phrases with commas
pl: Wyniki wyszukiwania można uszczegółowić oddzielając szukane frazy za pomocą przecinków

source: No results matching the query
pl: Nie uzyskano żadnych wyników dla szukanej frazy
ru: Результаты поиска для данной фразы отсутствуют

source: Module syllabus has not been published
pl: Sylabus modułu nie został opublikowany
ru: План модуля не опубликован

source: Adding syllabuses
pl: Dodawanie sylabusów
ru: Добавление научных планов

source: Choosing course
pl: Wybór kierunku

source: Adding syllabus
pl: Dodawanie sylabusa
ru: Добавление научного плана

source: Year at the end of each course name denotes year of approval of it's studies plan and not year of adding syllabus. More information in help topic: "<a class="link_0" href="/metacortex/help#course-year">Year in course name</a>".
pl: Rok na końcu nazwy kierunku oznacza rok zatwierdzenia jego planu studiów, a nie rok, w którym dodawany jest sylabus. Więcej informacji na ten temat można znaleźć w temacie pomocy: "<a class="link_0" href="/metacortex/help#course-year">Rok w nazwie kierunku</a>".

source: Choosing module
pl: Wybór modułu
ru: Выбор модуля

source: Modules
pl: Moduły
ru: Модули

source: List of modules for selected speciality is empty
pl: Lista modułów dla wybranej specjalności jest pusta
ru: Список модулей для выбранной специальности пусто

source: Choosig speciality
pl: Wybór specjalności
ru: Выбор специальностей

source: Choosing speciality
pl: Wybór specjalności

source: List of specialities for selected course is empty
pl: Lista specjalności dla wybranego kierunku jest pusta

source: Choosing subject
pl: Wybór przedmiotu
ru: выбор предмета

source: Syllabus has been assigned to
pl: Sylabus został przypisany do
ru: Научный план приписан до

source: Add module syllabus
pl: Dodaj sylabus modułu
ru: Добавить план модуля

source: Subject
pl: Przedmiot
ru: предмет

source: Year/Semester
pl: Rok/Semestr
ru: Курс/семестр

source: Add practice syllabus
pl: Dodaj sylabus praktyk
ru: Добавить план практики

source: Add subject syllabus
pl: Dodaj sylabus przedmiotu
ru: Добавить программу предмета

source: List of subjects for selected module is empty
pl: Lista specjalności dla wybranego modułu jest pusta
ru: Список тем для выбранного модуля пуст

source: Are you sure you want to copy content from the syllabus
pl: Czy na pewno chcesz skopiować zawartość sylabusa
ru: Вы уверенны, что хотите скопировать содержимое научного плана?

source: to the syllabus
pl: do sylabusa
ru: вернуться к научному плану

source: Yes, I am sure
pl: Tak, na pewno
ru: Да, уверен/уверенна

source: No
pl: Nie
ru: Нет

source: Copying syllabuses from last year
pl: Kopiowanie sylabusów z poprzedniego roku
ru: Копирование научных планов с прошлого года

source: Copying from studies plan for year
pl: Kopiowanie z planu studiów dla roku
ru: Копирование с научого плана на год

source: Copying to studies plan for year
pl: Kopiowanie do planu studiów dla roku
ru: Копирование для учебного плана на год

source: The following list only contains modules, subjects and pracites which
pl: Poniższa lista zawiera moduły, przedmioty i praktyki, które
ru: Данный список состоит только из модулей, предметов и практик, к которым

source: you have not added a syllabus to in a studied plans you copy to
pl: nie posiadają jeszcze przypisanego sylabusa w planie studiów, do którego odbywa się kopiowanie
ru: еще не приписана научная программа в научном плане, в который Вы копируете

source: are present in current and last studies plans
pl: znajdują się w planach studiów dla wybranego roku oraz roku poprzedzającego go
ru: находятся в текущих и послединих учебных планах

source: Click on the name of module, subject or practice to copy it's syllabus from previous year to current year.
pl: Kliknij w nazwę modułu, przedmiotu lub praktyki w celu skopiowania sylabusa wprowadzonego w poprzednim roku.
ru: Нажмите на название модуля, предмета или практики, чтоб скопировать их научные программы с предыдущего года в текущий год

source: Organizational unit
pl: Jednostka
ru: Организационная единица

source: Practice
pl: Praktyka

source: List of syllabuses to copy is empty.
pl: Lista sylabusów do skopiowania jest pusta

source: My syllabuses for students who started education in year:
pl: Moje sylabusy dla rocznika studentów, który rozpoczął naukę w roku:

source: Copy from last year
pl: Kopiuj z poprzedniego roku
ru: Копировать с предыдущего года

source: Actions
pl: Akcje
ru: Действия

source: Edit
pl: Edytuj
ru: Править

source: Delete
pl: Usuń
ru: Удалить

source: Print
pl: Drukuj
ru: Печать

source: h
pl: godz.
ru: часов

source: Copy
pl: Kopiuj
ru: Копировать

source: No syllabus has been assigned to your profile. In order to add syllabus to your profile click on the 'Add syllabus' item in the menu.
pl: Żaden sylabus nie został przypisany do Twojego profilu. W celu dodania sylabusa do swojego profilu kliknij 'Dodaj sylabus' w menu aplikacji.
ru: Ни один научный план не записан в Вашем профиле. Чтобы добавить научный план в свой профиль, выберите "Добавить научный план" из меню аппликации

source: Syllabus editing
pl: Edytowanie sylabusa
ru: Править научный план

source: Save
pl: Zapisz
ru: Записать

source: Save and continue
pl: Zapisz i kontynuuj
ru: Записать и продолжить

source: Module name
pl: Nazwa modułu
ru: Название модуля

source: Module type
pl: Typ modułu
ru: Тип модуля

source: Module coordinator
pl: Koordynator modułu
ru: Координатор модуля

source: Learning outcomes for module
pl: Modułowe efekty kształcenia
ru: Модульные результаты образования

source: Practice type
pl: Typ praktyk
ru: Тип практики

source: Practice coordinator
pl: Opiekun praktyk
ru: Координатор практики

source: Syllabus copying
pl: Kopiowanie sylabusów
ru: Копирование научных планов

source: Copy to...
pl: Kopiuj do...
ru: Копировать в...

source: Year/semester
pl: Rok/semestr
ru: Курс/семестр

source: Copy from...
pl: Kopiuj z...
ru: Копировать из...

source: List of syllabuses is empty
pl: Lista sylabusów jest pusta
ru: Список научных планов пуст

source: Title or detailed course name
pl: Tytuł lub szczegółowa nazwa przedmiotu
ru: Заглавие или подробное название предмета

source: Type of assesment
pl: Rodzaj zaliczenia
ru: Тип зачета

source: ECTS credits
pl: Punkty ECTS
ru: Пункты ECTS

source: Student workload
pl: Obciążenie pracą studenta
ru: Трудовая нагрузка студента

source: Number of subject ECTS credits
pl: Liczba punktów ECTS dla przedmiotu
ru: Количество пунктов ECTS для предмета

source: Number of hours remaining to be distributed
pl: Liczba godzin pozostałych do rozdysponowania
ru: Количество часов для использования

source: The value in this field shall not be less than zero
pl: Wartość w tym polu nie powinna być mniejsza niż zero
ru: Величина в этом поле не может быть ниже ноля

source: Activity
pl: Aktywność
ru: Активность

source: The average number of hours for the activity realization
pl: Średnia liczba godzin potrzebnych na realizację aktywności
ru: Среднее количество часов, необходимое для реализации активности

source: Previous
pl: Poprzednia
ru: Предыдущая

source: Next
pl: Następna
ru: Следующая

source: Description
pl: Opis modułu
ru: описание

source: Type of assessment
pl: Rodzaj zaliczenia
ru: Тип зачета

source: Syllabus type have not match any of possible values
pl: Wystąpił błąd typu sylabusa

source: En error occured while displaying syllabus
pl: Wystąpił błąd podczas wyświetlania sylabusa
ru: Ошибка во время просмотра научного плана

source: You do not have a teacher profile.
pl: Nie posiadasz profilu nauczyciela
ru: У Вас нет профиля преподавателя

source: Syllabus has been added to your profile.
pl: Sylabus został dodany do Twojego profilu
ru: Научный план скопировано в Ваш профиль

source: Syllabus is already assigned to your profile.
pl: Sylabus jest już dodany do Twojego profilu
ru: Научный план уже добавлен в Ваш профиль

source: En error occured while adding syllabus
pl: Wystąpił błąd podczas dodawania sylabusa
ru: Ошибка во время добавления научного плана

source: List of syllabus years is empty.
pl: Lista roczników jest pusta.

source: You do not have a user profile.
pl: Nie posiadasz profilu użytkownika
ru: У Вас нет профиля пользователя

source: You do not have permission to execute selected operation
pl: Nie posiadasz uprawnień do wykonania tej operacji
ru: У Вас нет доступа выполнять данную операцию

source: En error occured while saving syllabus.
pl: Wystąpił błąd podczas zapisywania sylabusa
ru: Ошибка во время записи научного плана

source: Syllabus has been successfully saved.
pl: Sylabus został pomyślnie zapisany
ru: Научный план успешно записан

source: Sylabus has been removed from your profile.
pl: Sylabus został usunięty z Twojego profilu
ru: Научный план удален из Вашего профиля

source: En error occured while saving ECTS section
pl: Wystąpił błąd podczas zapisywania sekcji ECTS
ru: Ошибка во время записи секции ECTS

source: ECTS equivalen has been successfully deleted
pl: Ekwiwalent punktów ECTS został pomyślnie usunięty
ru: Эквивалент пунктов ECTS успешно удален

source: En error occured while deleting ECTS equivalent
pl: Wystąpił błąd podczas usuwania ekwiwalentu punktów ECTS
ru: Ошибка во время удаления эквивалента пунктов ECTS

source: En error occured while copying syllabus
pl: Wystąpił błąd podczas kopiowania sylabusa
ru: Ошибка во время копирования научного плана

source: Syllabus has been successfully copied
pl: Sylabus został pomyślnie skopiowany
ru: Научный план успешно скопирован

source: An error occured during processing date
pl: Wystąpił błąd podczas przetwarzania daty sylabusów
ru: Ошибка во время обработки данных

source: Module syllabus has been copied
pl: Sylabus modułu został skopiowany
ru: Научный план модуля скопирован

source: Subject syllabus has been copied
pl: Sylabus przedmiotu został skopiowany
ru: Предмет модуля скопирован

source: Practice syllabus has been copied
pl: Sylabus praktyk został skopiowany
ru: План практики скопирован

source: Semestr
ru: Семестр
