Repository: pwierzgala/syjon
Catalog: apps/syjon/locale/*/LC_MESSAGES/django.po
Languages: pl, ru

source: Internal Server Error. Contact with administrator:
pl: Wystąpił błąd serwera. Skontaktuj się z administratorem:
ru: Внутренняя ошибка сервера. Свяжитесь с администратром.

source: Contact
pl: Kontakt
ru: Контакт

source: Contact Details
pl: Dane kontaktowe
ru: Подробности

source: Contact Name
pl: Imię i Nazwisko
ru: Название

source: Applications
pl: Aplikacje
ru: Приложения

source: On this page you can find syllabuses for first and second year of bachelor and master courses. Other syllabuses can be found on: <a class='link_0' href='http://old.sjk.umcs.lublin.pl/'>http://old.sjk.umcs.lublin.pl/</a>.
pl: Na tej stronie znajdują się sylabusy dla pierwszego i drugiego roku studiów licencjackich i magisterskich. Pozostałe sylabusy można znaleźć na stronie: <a class='link_0' href='http://old.sjk.umcs.lublin.pl/'>http://old.sjk.umcs.lublin.pl/</a>.

source: Teaching Offer Management
pl: Moje kierunki
ru: Управление дидактическим предложением

source: Courses
pl: Kierunki
ru: Направления обучения

source: Teachers Workload Management
pl: Obsada Zajęć
ru: Управление дидактической нагрузкой

source: Take part in Course Evaluation Survey
pl: Weź udział w Ankiecie Oceny Zajęć
ru: Принять участие в анкетированию по оценке проведения занятий

source: Results
pl: Wyniki
ru: Результаты

source: Syllabus Management Panel
pl: Panel zarządzania sylabusami
ru: Панель управления научными планами

source: Syllabus Search Engine
pl: Wyszukiwarka sylabusów
ru: Поисковая система научных планов

source: Classes Timetable
pl: Rozkład zajęć
ru: График занятий

source: Inventory Management Panel
pl: Panel zarządzania inwentarzem
ru: Панель управления инвентарием

source: Graduate declaration
pl: Deklaracja absolwenta
ru: Декларация выпускника

source: Graduate Poll
pl: Ankieta absolwentów
ru: Анкета выпускника

source: E-mail
ru: Электронный адрес
